Repository: rockfactory/civ7-mods-hub
Catalog: apps/desktop/src/locales/*/messages.po
Languages: it

# Suffix for update tooltip, if some dependencies are missing
source: (will install missing dependencies)
it: (installerà le dipendenze mancanti)

source: {0, plural, one {Update 1 mod} other {Update # mods}}
it: {0, plural, one {Aggiorna 1 mod} other {Aggiorna # mod}}

# Filter by state option
source: Affect Saves
it: Influenza i Salvataggi

source: All mods are the property of their respective creators.<0/>Special thanks to <1>CivFanatics</1> for hosting and supporting the modding community.
it: Tutte le mod sono di proprietà dei rispettivi creatori.<0/>Un ringraziamento speciale a <1>CivFanatics</1> per aver ospitato e supportato la comunità di moding.

source: All mods are updated
it: Tutte le mod sono aggiornate

source: Are you sure you want to proceed?
it: Sei sicuro di voler procedere?

# Header mods filter selection
source: Available Mods
it: Mod Disponibili

source: Cancel
it: Annulla

# Modal title for choosing mod version
source: Choose version
it: Scegli versione

source: Choose version of the mod <0>{0}</0>.
it: Scegli la versione della mod <0>{0}</0>.

# Menu item to choose mod version
source: Choose version...
it: Scegli versione...

# Menu item to copy mod install link
source: Copy install link
it: Copia link di installazione

source: Do not update
it: Non aggiornare

# placeholder
source: Filter by category.
it: Filtra per categoria.

# placeholder
source: Filter by state.
it: Filtra per stato.

# Filtering section title
source: Filter Mods
it: Filtro Mod

# Header mods filter selection
source: Installed Mods
it: Mod Installate

source: Link for mod {0} copied to clipboard
it: Link per la mod {0} copiato negli appunti

# Filter by state option
source: Local Only
it: Solo Locali

# Filter by state option
source: Locked
it: Bloccato

# Dropdown Menu label for mod actions
source: Mod Actions
it: Azioni Mod

source: Mod ID copied
it: ID mod copiato

source: Mod installation link copied
it: Collegamento di installazione della mod copiato

# Tooltip when the mod is locked
source: Mod is locked. No updates will be applied. Open the three dots menu to unlock.
it: Mod bloccato. Nessun aggiornamento sarà applicato. Apri il menu tre punti per sbloccare.

# Filter by state option
source: Needs Update
it: Richiede Aggiornamento

source: No mods found
it: Nessuna mod trovata

# Filter by state option
source: Not Affect Saves
it: Non Influenza i Salvataggi

# Filter by state option
source: Not Installed
it: Non Installato

# Menu item to open mod folder
source: Open mod folder
it: Apri cartella mod

# Update modal warning
source: Please make sure you have a backup of the mod folder.
it: Assicurati di avere un backup della cartella mod.

source: Refresh installed mods list and check for updates
it: Aggiorna l'elenco delle mod installate e verifica gli aggiornamenti

source: Remove folder from disk
it: Rimuovi cartella dal disco

source: Remove from disk
it: Rimuovi dal disco

# Button text to reset filter
source: Reset Filters
it: Reimposta Filtri

# Short label to display in the mod box when it affects save games
source: Save file
it: Salvataggio

# placeholder
source: Search name, author...
it: Cerca per nome, autore...

# Menu item to open mod page on CivFanatics
source: See on CivFanatics
it: Vedi su CivFanatics

# Order by option
source: Sort by Downloads
it: Ordina per download

# Order by option
source: Sort by Last Update
it: Ordina per ultimo aggiornamento

# Order by option
source: Sort by Name
it: Ordina per nome

# Order by option
source: Sort by Rating
it: Ordina per voto

source: Sort by...
it: Ordina per...

# Update modal description
source: The mod is already installed, but the version is unknown. Do you want to update to the latest version? Mod Manager will not be able to revert to the previous version.
it: La mod è già installata, ma la versione è sconosciuta. Vuoi aggiornare alla versione più recente? Il gestore di mod non sarà in grado di tornare alla versione precedente.

# Tooltip when the mod affects save files
source: This mod affects save files: it means that you shouldn't remove it in the middle of the game.
it: Questa mod influisce sul salvataggio dei file: significa che non dovresti rimuoverlo nel mezzo di una partita.

source: This mod is a dependency
it: Questa mod è una dipendenza

source: This mod is not available in the mod repository. Uninstalling it will remove all the files from the disk.
it: Questa mod non è disponibile nel repository mod. La disinstallazione rimuoverà tutti i file dal disco.

source: This mod is used by other mods. Uninstalling it will break them.
it: Questa mod è usata da altre mod. La disinstallazione le renderà inutilizzabili.

# Help text when no mods are found
source: Try changing your filters or open Settings and double check Mods folder
it: Prova a cambiare i tuoi filtri o apri le Impostazioni e controlla la cartella delle Mod

source: Uninstall
it: Disinstalla

# Uninstall mod modal window title
source: Uninstall mod
it: Disinstalla mod

source: Update and overwrite
it: Aggiorna e sovrascrivi

# Update modal title when the installed version is unknown
source: Update mod with unknown version
it: Aggiorna mod con versione sconosciuta

# Mods update tooltip prefix
source: Will update:
it: Aggiornerà:

source: You are about to uninstall the mod <0>{0}</0>.
it: Stai per disinstallare la mod <0>{0}</0>.

source: You are about to update the mod <0>{0}</0>.
it: Stai per aggiornare la mod <0>{0}</0>.
